export const cityData = [
    {
        "text": "南京市",
        "value": "320100",
        "children": [
          {"text": "市辖区","value": "320101"},
          {"text": "玄武区","value": "320102"},
          {"text": "秦淮区","value": "320104"},
          {"text": "建邺区","value": "320105"},
          {"text": "鼓楼区","value": "320106"},
          {"text": "浦口区","value": "320111"},
          {"text": "栖霞区","value": "320113"},
          {"text": "雨花台区","value": "320114"},
          {"text": "江宁区","value": "320115"},
          {"text": "六合区","value": "320116"},
          {"text": "溧水区","value": "320117"},
          {"text": "高淳区","value": "320118"}
        ]
    },
    {
        "text": "无锡市",
        "value": "320200",
        "children": [
          {"text": "市辖区","value": "320201"},
          {"text": "锡山区","value": "320205"},
          {"text": "惠山区","value": "320206"},
          {"text": "滨湖区","value": "320211"},
          {"text": "梁溪区","value": "320213"},
          {"text": "新吴区","value": "320214"},
          {"text": "江阴市","value": "320281"},
          {"text": "宜兴市","value": "320282"}
        ]
    },
    {
        "text": "徐州市",
        "value": "320300",
        "children": [
          {"text": "市辖区","value": "320301"},
          {"text": "鼓楼区","value": "320302"},
          {"text": "云龙区","value": "320303"},
          {"text": "贾汪区","value": "320305"},
          {"text": "泉山区","value": "320311"},
          {"text": "铜山区","value": "320312"},
          {"text": "丰县","value": "320321"},
          {"text": "沛县","value": "320322"},
          {"text": "睢宁县","value": "320324"},
          {"text": "新沂市","value": "320381"},
          {"text": "邳州市","value": "320382"}
        ]
    },
    {
        "text": "常州市",
        "value": "320400",
        "children": [
          {"text": "市辖区","value": "320401"},
          {"text": "天宁区","value": "320402"},
          {"text": "钟楼区","value": "320404"},
          {"text": "新北区","value": "320411"},
          {"text": "武进区","value": "320412"},
          {"text": "金坛区","value": "320413"},
          {"text": "溧阳市","value": "320481"}
        ]
    },
    {
        "text": "苏州市",
        "value": "320500",
        "children": [
          {"text": "市辖区","value": "320501"},
          {"text": "虎丘区","value": "320505"},
          {"text": "吴中区","value": "320506"},
          {"text": "相城区","value": "320507"},
          {"text": "姑苏区","value": "320508"},
          {"text": "吴江区","value": "320509"},
          {"text": "常熟市","value": "320581"},
          {"text": "张家港市","value": "320582"},
          {"text": "昆山市","value": "320583"},
          {"text": "太仓市","value": "320585"}
        ]
    },
    {
        "text": "南通市",
        "value": "320600",
        "children": [
          {"text": "市辖区","value": "320601"},
          {"text": "崇川区","value": "320602"},
          {"text": "港闸区","value": "320611"},
          {"text": "通州区","value": "320612"},
          {"text": "海安县","value": "320621"},
          {"text": "如东县","value": "320623"},
          {"text": "启东市","value": "320681"},
          {"text": "如皋市","value": "320682"},
          {"text": "海门市","value": "320684"}
        ]
    },
    {
        "text": "连云港市",
        "value": "320700",
        "children": [
          {"text": "市辖区","value": "320701"},
          {"text": "连云区","value": "320703"},
          {"text": "海州区","value": "320706"},
          {"text": "赣榆区","value": "320707"},
          {"text": "东海县","value": "320722"},
          {"text": "灌云县","value": "320723"},
          {"text": "灌南县","value": "320724"}
        ]
    },
    {
        "text": "淮安市",
        "value": "320800",
        "children": [
          {"text": "市辖区","value": "320801"},
          {"text": "淮安区","value": "320803"},
          {"text": "淮阴区","value": "320804"},
          {"text": "清江浦区","value": "320812"},
          {"text": "洪泽区","value": "320813"},
          {"text": "涟水县","value": "320826"},
          {"text": "盱眙县","value": "320830"},
          {"text": "金湖县","value": "320831"}
        ]
    },
    {
        "text": "盐城市",
        "value": "320900",
        "children": [
          {"text": "市辖区","value": "320901"},
          {"text": "亭湖区","value": "320902"},
          {"text": "盐都区","value": "320903"},
          {"text": "大丰区","value": "320904"},
          {"text": "响水县","value": "320921"},
          {"text": "滨海县","value": "320922"},
          {"text": "阜宁县","value": "320923"},
          {"text": "射阳县","value": "320924"},
          {"text": "建湖县","value": "320925"},
          {"text": "东台市","value": "320981"}
        ]
    },
    {
        "text": "扬州市",
        "value": "321000",
        "children": [
          {"text": "市辖区","value": "321001"},
          {"text": "广陵区","value": "321002"},
          {"text": "邗江区","value": "321003"},
          {"text": "江都区","value": "321012"},
          {"text": "宝应县","value": "321023"},
          {"text": "仪征市","value": "321081"},
          {"text": "高邮市","value": "321084"}
        ]
    },
    {
        "text": "镇江市",
        "value": "321100",
        "children": [
          {"text": "市辖区","value": "321101"},
          {"text": "京口区","value": "321102"},
          {"text": "润州区","value": "321111"},
          {"text": "丹徒区","value": "321112"},
          {"text": "丹阳市","value": "321181"},
          {"text": "扬中市","value": "321182"},
          {"text": "句容市","value": "321183"}
        ]
    },
    {
        "text": "泰州市",
        "value": "321200",
        "children": [
          {"text": "市辖区","value": "321201"},
          {"text": "海陵区","value": "321202"},
          {"text": "高港区","value": "321203"},
          {"text": "姜堰区","value": "321204"},
          {"text": "兴化市","value": "321281"},
          {"text": "靖江市","value": "321282"},
          {"text": "泰兴市","value": "321283"}
        ]
    },
    {
        "text": "宿迁市",
        "value": "321300",
        "children": [
          {"text": "市辖区","value": "321301"},
          {"text": "宿城区","value": "321302"},
          {"text": "宿豫区","value": "321311"},
          {"text": "沭阳县","value": "321322"},
          {"text": "泗阳县","value": "321323"},
          {"text": "泗洪县","value": "321324"}
        ]
    }   
]